"--- ALL CATEGORIES ---" = "--- WSZYSTKIE KATEGORIE ---";"--- ALL USERS ---" = "--- WSZYSTCY UŻYTKOWNICY ---";"Add Checkin" = "Dodaj Checkin";"Add Map" = "Dodaj Mapę";"Add Photo" = "Dodaj Zdjęcie";"Add Report" = "Dodaj Raport";"Added" = "Dodane";"Adding..." = "Dodaje...";"All Categories" = "Wszystkie Kategorie";"All Checkins By" = "Wyszystie CheckIns Przez";"Are you sure you want to cancel?" = "Czy na pewno chcesz anulować?";"Are you sure you want to delete?" = "Czy na pewno chcesz usunąć?";"Authenticating..." = "Uwierzytelnianie...";"Bitly Error" = "Błąd Bitly";"Cancel" = "Anulować";"Categories..." = "Kategorie...";"Category" = "Kategoria";"characters" = "litery";"Checkin" = "Checkin";"Checkin Error" = "Błąd podczas Checkin";"Checkins" = "Checkins";"Clear" = "Oczyścić";"Click the Info button to view app settings, Plus button to add a map or Edit button to remove a map." = "Kliknij przycisk Informacje, aby wyświetlić ustawienia aplikacji. Kliknij Plus aby dodać mapę. Kliknij Edytuj aby usunąć mapę.";"Click the Map button to view the report map, the Filter button to filter by category or the Compose button to create a new incident report." = "Kliknij przycisk Mapa by zobaczyć mapę sprawozdania. Kliknij przycisk Filtr do filtrowania według kategorii lub przycisk Dodaj w celu utworzenia nowego raportu zdarzenia.";"Click the Refresh button to upload pending reports." = "Kliknij przycisk Odśwież, aby przesłać sprawozdania do czasu.";"Click the Up and Down arrows to move through checkins, click the Location to view a larger map or tap a Photo to view it full screen." = "Kliknij na strzałki, aby poruszać się Checkins kliknij lokalizację, aby zobaczyć większą mapę lub wybierz zdjęcie, żeby go zobaczyć na pełnym ekranie.";"Click the Up and Down arrows to move through reports, the SMS button to send the report URL, the Tweet button to share on Twitter or the Email button to send the report details." = "Kliknij na strzałki, aby poruszać się raporty, SMS, aby wysłać raport adresów URL, przycisk Tweet do akcji na Twitterze lub e-mail, aby wysłać detale raportu.";"Contact" = "Kontakt";"Current Location" = "Obecna lokalizacja";"Customize your message, enter credentials then press the Send button to share on Twitter. Optionally click the Link button to shorten URLs." = "Dostosuj swoje wiadomości, a następnie wprowadzić poświadczenia naciśnij przycisk Wyślij, aby akcja na Twitterze. Opcjonalnie kliknij przycisk Link do skracania adresów URL.";"Date" = "Data";"Delete Report" = "Usuń raport";"Description" = "Opis";"Discrete Mode On Shake" = "Tryb dyskretny po wstrząśnieciu";"Done" = "Zrobione";"Download Offline Maps" = "Pobierz mapy offline";"Downloaded Map Zoom Level" = "Stopień powiekszenia mapy pobranej";"Edit" = "Edycja";"email" = "email";"Enter description" = "Wprowadź opis";"Email Failed" = "Email niewysłany";"Enter date" = "Podaj datę";"Enter email" = "Podaj email";"Enter first name" = "Wpisz imię";"Enter last name" = "Wpisz nazwisko";"Enter location name" = "Wpisz nazwę miejsca";"Enter Map Details" = "Wpisze detale mapy";"Enter message" = "Wpisz wiadomość";"Enter name" = "Wpisz nazwę";"Enter news URL" = "Wpisz URL wiadomości";"Enter password" = "Wpisz hasło";"Enter time" = "Wpisz czas";"Enter title" = "Wpisz tytuł";"Enter tweet" = "Wpisz tweet";"Enter URL" = "Wpisz URL wiadomości";"Enter URL or search phrase" = "Wpisz URL lub słowo wyszukiwania";"Enter username" = "Wpisz nazwę użytkownika";"Error" = "Błąd";"Error Detecting Location" = "Błąd Wykrywanie Lokalizacji";"Error Saving Photo" = "Błąd przy zapisywaniu zdjęcia";"Errors" = "Błędy";"Existing Location" = "Istniejąca lokalizacja";"first name" = "imię";"From Library" = "Z biblioteki";"Host Not Found" = "Nie znaleziono hosta";"I couldn't connect to Twitter. This is most likely a temporary issue, please try again." = "I nie można połączyć się Twitter. Prawdopodobnie jest to chwilowy problem, spróbuj ponownie.";"Incidents..." = "Wypadki...";"Invalid Email" = "Nieprawidłowy e-mail";"Invalid Email Address" = "Nieprawidłowy e-mail";"Invalid Map Details" = "Nieprawidłowe Szczegóły Mapy";"Invalid News URL" = "Niepoprawny URL Wiadomości";"Invalid Server Response" = "Błędna odpowiedź od serwera";"Last Checkin For Each User" = "Ostatnie Checkin dla każdego użytkownika";"last name" = "nazwisko";"Last Sync" = "Ostatnia Synkronizacja";"Loading..." = "Ladowanie";"Locating..." = "Lokalizowanie ...";"Location" = "Lokalizacja";"Location Error" = "Błąd Lokalizacji";"Locations..." = "Miejsca ...";"Logout..." = "Wyloguj się ...";"Looks like Twitter is down or being updated. Please wait a few seconds and try again." = "Wygląda na to, Twitter jest wyłączony lub w trakcie aktualizacji. Poczekaj kilka sekund i spróbuj ponownie.";"Looks like Twitter is overloaded. Please wait a few seconds and try again." = "Wygląda na to, Twitter jest przeciążony. Poczekaj kilka sekund i spróbuj ponownie.";"Map" = "Mapa";"Map Zoom Level" = "Poziom Przyblizenia Mapy";"Maps" = "Mapy";"Message" = "Wiadomość";"Name" = "Nazwa";"New Location" = "Nowa lokalizacja";"News" = "Nowośći";"No" = "Nie";"No Category Specified" = "Nie określono kategorii";"No Date Specified" = "Bez określonego terminu";"No Internet" = "Brak polaczenia do śieci";"No Internet Connection" = "Brak polaczenia do śieci";"No Location Specified" = "Nie określono Lokalizacji";"No News" = "Brak Nowośći";"No Photos" = "Brak zdjęć";"No Reports" = "Brak raportów";"No Video" = "Brak Video";"Not Specified" = "Nie określono";"OK" = "OK";"Open In Safari?" = "Otwórz w Safari?";"Password" = "Hasło";"Pending Upload" = "W oczekiwaniu Upload";"Photo" = "Zdjęcie";"Photo Added" = "Zdjęcie dodane";"Photo Error" = "Błąd w zdjęciu ";"Photo Settings" = "Ustawienia zdjęcia";"Photos" = "Zdjęcia";"pixels" = "pixele";"Please enter a valid email address." = "Proszę podać adres e-mail.";"Please enter a valid name and url." = "Proszę podać nazwę i adres URL.";"Privacy Settings" = "Ustawienia prywatności";"Remove Error" = "Usuń błąd";"Remove Photo" = "Usuń zdjęcie";"Removed" = "Usunięto";"Report" = "Raport";"Reports" = "Raporty";"Request Error" = "Błąd w żądaniu";"Required Fields" = "Wymagane pola";"Resized" = "Zmiana rozmiarów";"Resized Image Width" = "Zmiana rozmiarów szerokość zdjęcia";"Resizing Photo..." = "Zmiana rozmiaru zdjęcia ...";"Resizing..." = "Zmiana rozmiaru ...";"Saved" = "Zapisane";"Saving..." = "Zapisywanie ...";"Search categories..." = "Szukaj kategorii ...";"Search locations..." = "Szukaj miejsc ...";"Search maps..." = "Szukaj mapy ...";"Search reports..." = "Szukaj raportu ...";"Select" = "Wybierz";"Select an existing map from the list, click the Refresh button to locate maps near you or the Plus button to add your own map." = "Wybierz istniejącą mapę z listy, kliknij przycisk Odśwież, aby znaleźć mapy w Twojej okolicy lub przycisk Plus do dodawania własnych map.";"Select category" = "Wybierz kategorię";"Select location" = "Wybierz lokalizację";"Select photo" = "Wybierz zdjęcie";"Send" = "Wyślij";"Sending..." = "Wysyłanie ...";"Sent" = "Wysłane";"Server Error" = "Błąd serwera";"Settings" = "Ustawienia";"Share Application" = "Zastosowanie Poleć";"Shortening..." = "Skrócenie ...";"SMS Failed" = "SMS nie powiodło się";"Sorry, it looks like you lost your Internet connection. Please reconnect and try again." = "Niestety, wygląda na to utracone połączenie z Internetem. Proszę ponownie i spróbuj ponownie.";"Take Photo" = "Zrób zdjęcie";"There was a problem adding the photo." = "Wystąpił problem z dodaniem zdjęć.";"There was a problem detecting your location. Please ensure that Location Services is enabled for Ushahidi in Settings > General > Location Services." = "Wystąpił problem wykrywania lokalizacji. Upewnij się, że usługi lokalizacji jest włączona Ushahidi w Ustawienia> Ogólne> Usługi lokalizacyjne.";"There was a problem removing the map." = "Wystąpił problem usuwania mapy.";"There was a problem resizing the photo." = "Wystąpił problem zmiany rozmiaru zdjęć.";"This map supports Checkins! Click the Pin button to view the map." = "Mapa ta obsługuje Checkins! Kliknij przycisk Pin aby wyświetlić mapę.";"This map supports Checkins!\nClick the Filter button to only show checkins for a specific user or the Pin button to checkin now." = "Mapa ta obsługuje Checkins! Kliknij przycisk Filtr tylko pokazać checkins dla konkretnego użytkownika lub przycisk, aby sprawdzał, Pin teraz.";"Title" = "Tytuł";"To checkin, drag the map pin to a more accurate location, then click the Send button after entering an optional message, contact information and photo." = "Aby checkin, przeciągnij pin map do miejsca bardziej dokładne, a następnie kliknij przycisk Wyślij po wprowadzeniu opcjonalnego wiadomości, dane kontaktowe oraz zdjęcia.";"Tweet" = "Tweet";"Twitter" = "Twitter";"Twitter Error" = "Błąd w Twitter";"Unable to add incident" = "Nie można dodać zdarzenia";"Unable To Checkin" = "Nie można Checkin";"Unable to checkin, please try again later." = "Nie można Checkin, spróbuj ponownie później.";"Unable To Download Checkins" = "Nie można pobrać Checkins";"Unable To Send Email" = "Nie można wysłać poczty";"Unable To Send SMS" = "Nie można wysłać SMS";"Unable To Upload Report" = "Nie można przesłać sprawozdanie";"Unsaved Changes" = "Niezapisane zmiany";"Unverified" = "Niepotwierdzone";"Upload Error" = "Błąd przy przesyłaniu";"Uploaded" = "Przesłano";"User Location" = "Lokalizacja użytkownika";"Username" = "Nazwa użytkownika";"Ushahidi Demo" = "Demo Ushahidi";"Ushahidi Maps" = "Mapy Ushahidi";"Verified" = "Potwierdzony";"Version" = "Wersja";"Video" = "Video";"Yes" = "Tak";"Your username and password could not be verified. Double check that you entered them correctly and try again." = "Twoja nazwa użytkownika i hasło nie może zostać zweryfikowana. Sprawdź czy wprowadziłeś je poprawnie i spróbuj ponownie.";"zoom" = "przybliżenie";"Enter description" = "Wprowadź Opis";"Resize Images" = "Obrazy Resize";"Categories" = "Kategorie";"View All Categories" = "Zobacz wszystkie kategorie";"Add" = "Dodać";